Revit 2027 API
ParameterTypeId.RbsFlexDuctTypeParam Property
 "Flex Duct Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFlexDuctTypeParam { get; }
Public Shared ReadOnly Property RbsFlexDuctTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFlexDuctTypeParam {
	ForgeTypeId^ get ();
}
static member RbsFlexDuctTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace